Repository: 4teamwork/ftw.lawgiver
Catalog: ftw/lawgiver/locales/*/LC_MESSAGES/ftw.lawgiver.po
Languages: de

source: Could not find any information about this role.
de: Es sind nicht genügend Informationen über diese Rolle vorhanden.

source: Default translations
de: Standard Übersetzungen

source: Generate workflows from human readable specifications.
de: Workflows aus von Menschen lesbaren Spezifikationen generieren.

source: I am on production
de: Das ist ein Produktivsystem

source: I know what I am doing
de: Ich weiss was ich mache

source: Ignored permissions
de: Ignorierte Berechtigungen

source: Importing this workflow renames or removes states. Changing states can reset the workflow status of affected objects to the initial state.
de: Das Importieren dieses Workflows benennt oder entfernt Status. Dies kann bestehende Objekte in den betroffenen Status auf den Initialstatus zurücksetzen.

source: No
de: Nein

source: No locales directory could be found.
de: Das locales-Verzeichnis konnte nicht gefunden werden.

source: Permission mapping
de: Mapping der Berechtigungen

source: Removed / renamed states:
de: Entfernte / umbenannte Status:

source: Specification
de: Spezifikation

source: Specification details
de: Spezifikation Details

source: Specification file:
de: Workflow Spezifikation:

source: Template
de: Vorlage

source: The workflow seems to be in a released egg!
de: Das Package, in dem sich dieser Workflow befindet, scheint bereits released zu sein!

source: Translations
de: Übersetzungen

source: Translations location:
de: locales-Verzeichnis

source: Uninstall ftw.lawgiver
de: ftw.lawgiver deinstallieren

source: Unknown permissions (neither ignored nor mapped)
de: Unbekannte Berechtigungen (weder ignoriert noch auf eine Aktionsgruppe gemappt)

source: Unmanaged permissions
de: Vom Worfklow nicht verwaltete Berechtigungen

source: Update Workflow Definition
de: Workflow-Definition aktualisieren

source: Warning: Destructive Changes
de: Warnung: Destruktive Änderungen

source: Workflow Metadata
de: Workflow Metadaten

source: Workflow definition file:
de: Workflow Definition:

source: Workflow installed:
de: Workflow installiert:

source: Yes
de: Ja

source: add
de: hinzufügen

source: button_update_all_specs
de: Alle Spezifikationen aktualisieren

source: button_update_locales
de: Übersetzung in locales-Verzeichnis aktualisieren

source: button_update_security
de: Sicherheit aktualisieren

source: button_update_specs_with_upgradestep
de: Alle Spezifikationen aktualisieren und Upgrade Step erstellen

source: button_write_and_import
de: Workflow-Definition aktualisieren und Workflow importieren

source: button_write_wf_definition
de: Workflow-Definition aktualisieren

source: delete
de: löschen

source: description_manage_upgrades
de: Diese Ansicht zeigt alle Workflow-Spezifikationen an. Workflow-Spezifikationen werden anhand der Datei "specification.txt" im entsprechenden Workflow-Verzeichnis des Generic-Setup Profils erkannt.

source: description_update_all_specs
de: Aktualisiert alle aufgelisteten Workflows (definition.xml) und aktualisiert die Übersetzungsdateien. Spezifikationen, welche sich in einem ".egg" befinden werden ignoriert.

source: description_update_locales
de: Aktualisiert Übersetzungs-Dateien ${pot-name} und ${po-name} in dem locales-Verzeichnis (${locales_directory}).

source: description_update_security
de: Der Button "${button_title}" aktualisiert die Sicherheitseinstellungen aller (!) Objekte auf dieser Plone-Seite. Dies ist der gleiche Button wie der "Update security settings" in portal_workflow.

source: description_update_specs_with_upgradestep
de: Spezifikationen aktualisieren und einen Upgrade Step erstellen. Dies benötigt ein registriertes ftw.upgrade upgrade-step:directory mit dem Name "upgrades".

source: description_write_and_import
de: Der Button "${button_title}" generiert den Workflow neu und schreibt ihn in die Datei <i title=\"${DYNAMIC_CONTENT}\">definition.xml</i>. Anschliessend wird der Workflow mittels Generic Setup in dieser Plone-Seite installiert.

source: description_write_wf_definition
de: Der Button "${button_title}" generiert den Workflow neu und schreibt ihn in die Datei <i title=\"${DYNAMIC_CONTENT}\">definition.xml</i>. Die Datenbank wird nicht verändert.

source: edit
de: bearbeiten

source: error_parsing_error
de: ${id}: Die Datei mit der Workflow-Spezifikation konnte nicht gelesen werden: ${error}

source: error_while_generating_workflow
de: ${id}: Fehler beim generieren des Workflows: ${msg}

source: info_locales_updated
de: ${id}: Die Übersetzungen wurden im locales-Verzeichnis aktualisiert. Jetzt sollte bin/i18n-build ausgeführt werden.

source: info_security_updated
de: Sicherheitsupdate: ${amount} Objekte wurden aktualisiert.

source: info_workflow_generated
de: ${id}: Der Workflow wurde generiert: ${path}.

source: info_workflow_imported
de: Der Workflow ${wfname} wurde auf dieser Plone-Seite installiert.

source: label_up_to_specification_listing
de: Zurück zur Auflistung der Spezifikationen.

source: manage content settings
de: Inhalte konfigurieren

source: manage portlets
de: Portlets verwalten

source: manage security
de: Rollen zuweisen

source: manage translations
de: Übersetzungen verwalten

source: sharing_description_action
de: Aktion

source: title_manage_upgrades
de: Workflow Spezifikationen

source: view
de: ansehen

source: view inactive objects
de: inaktive Inhalte ansehen

source: warning_skipped_released_spec
de: ${id}: Package bereits released, Workflow wurde nicht aktualisiert.

source: warning_workflow_not_installed
de: Der Workflow ${workflow} ist noch nicht installiert. Wenn der Workflow mit dem Button "${button_title}" installiert wird, wird die Workflow Policy nicht angepasst. D.h. kein Typ wird diesen Workflow automatisch benutzen.
